[
    "$author drowned $mention in a lake",
    "$author drove over $mention while being drunk",
    "$author spat on $mention's dead body after stabbing them",
    "$author hit $mention on the head with a metal pipe",
    "$author bit $mention's hand off ",
    "$author tried to do a surgery in $mention's stomach, but didn't realise that the patient was supposed to stay alive",
    "$author won a thumb fight against $mention by simply breaking $mention's thumb. Is that cheating?",
    "$author sent $mention to the moon with no oxygen",
    "$author pushed $mention into a barrel, and simply pushed it off a cliff.",
    "$author stepped on $mention's toe.",
    "$author played incredibly loud music that it burst $mention's eardrums.",
    "$author hacked a US airplane and made it so that it crashes into $mention's house",
    "$author chucked a grenade at $mention. They picked it up thinking it was a present, but in the end got a shocking surprise",
    "$author descended mount everest using $mention's body as a skiiboard",
    "$author placed a bug in $mention's bed during their slumber as a prank. However $mention somehow choked on it and died.",
    "$author bludgeoned $mention.",
    "$author thought $mention was a walking pretzel and ate them",
    "$author so thicc they literally squished $mention",
    "$mention stubbed their toe",
    "$mention fell down the stairs",
    "$mention was presented the ban hammer",
    "$mention was turned to pudding by $author",
    "$mention held their gun the wrong way.",
    "$mention died of cringe from $author's jokes",
    "$mention attempted to divide sinos by tanos multiplied exponent function divided by 0. They died of math overdose",
    "$mention thought they were spiderman. While jumping off a cliff they forgot their web shooters.",
    "$mention got a paper cut and died",
    "$mention slipped on a banana peel",
    "$mention betted their lives on a rigged slot machine. To noone's surprise, they lost.",
    "$mention tried to look inside the mouth of an alligator. Too bad, they were making such progress, until the alligator closed their mouth",
    "$mention failed to mlg water bucket :bucket: ",
    "$mention thought they were living in a block game. They saw tree. They break tree. No wait. They broke hand. They died of blood loss.",
    "$mention died of starvation",
    "$mention was manhandled by $author into a volcano.",
    "$mention tried to climb a beanstalk but slipped and fell.",
    "$mention died after disrespecting whamen",
    "$mention died after having severe diarrhea. After 20 hours of pure shit they died",
    "$mention was sent to horny jail",
    "$mention believed they could fly. But then they touched the ground.",
    "$mention somehow choked on oxygen",
    "$mention tried injecting disinfectants on themselves.",
    "$mention lost their desire to live",
    "$mention tried to pet a hungry lion",
    "$mention got no bitches",
    "$mention thought it was smart to perform surgery on themselves",
    "$mention was fed to the sharks by $author",
    "$mention tried gaming for 1 week without any breaks and died",
    "$mention forgot to get health insurance",
    "$mention got an F on their exams",
    "$mention watched the bee movie, and was never seen or heard from again",
    "$mention tried hecking but accidentally leaked their IP address"
]
